{
    "Languages": {
      "en": "English",
      "es": "Español",
      "tr": "Türkçe"
    },
    "Navbar": {
      "Products": "Ürünler",
      "Our Company": "Şirketimiz",
      "Contact": "İletişim"
    },
    "Footer": {
      "Innovation in every part": "Her parçada yenilik",
      "Factories": "Fabrikalar",
      "Contact": "İletişim"
    },
    "Products": {
      "title": "Ürettiğimiz ürünler"
    },
    "Contact": {
      "Find us": "Bizi bulun",
      "Contact us": "Bizimle iletişime geçin",
      "Company Name": "Şirket Adı",
      "Email": "E-posta",
      "Subject": "Konu",
      "Message": "Mesaj",
      "Sending": "Gönderiliyor...",
      "Send Message": "Mesaj Gönder",
      "Message sent successfully": "Mesaj başarıyla gönderildi!",
      "Message Subject": "Mesaj Konusu"
    },
    "AboutUs": {
      "About": "HMPLAST Hakkında",
      "Contact us": "Bizimle iletişime geçin",
      "HM Plast has been operating for over 15 years": "HM Plast, plastik ve kalıp sektöründe uzmanlaşmış bir firma olarak 15 yılı aşkın süredir faaliyet göstermektedir. Tıbbi ve eğitim sektörlerinde lider bir konuma sahip olup, spor ekipmanları, plastik platformlar, oyuncaklar ve otomotiv sektörü gibi birçok alanda ürün üretmektedir. Plastik ürünlerin projelendirme, tasarım, üretim ve kalıp projelendirme süreçlerinde uçtan uca hizmet sunmaktadır. Müşteri ihtiyaçlarını karşılamak için yenilikçi tasarım ve üretim çözümleri sunar.",
      "HM Plast is working resolutely to be recognized": "HM Plast, plastik ve kalıp sektöründe uzmanlaşmış lider bir marka olarak tanınmak ve dünya çapında tercih edilen bir tedarikçi olmak için kararlılıkla çalışmaktadır. Müşterilerinin ihtiyaçlarını karşılamayı ve beklentilerini aşmayı hedefleyerek, sözleşmeli üretim ve Ar-Ge çalışmaları dahil olmak üzere yüksek kaliteli plastik ürünler sunar. Yenilikçilik ve mükemmeliyet anlayışıyla sektörde öncü olmayı amaçlamaktadır.",
      "Mission": "Misyon"
    },
    "HomePage": {
      "Precision manufacturing for all industries": "Tüm sektörler için hassas üretim",
      "Trusted by 100+ clients worldwide": "Dünya çapında 100+ müşteri tarafından güvenilmektedir.",
      "Comprehensive plastic and mold solutions": "Kapsamlı plastik ve kalıp çözümleri.",
      "We deliver customized manufacturing solutions for every industry using a broad range of materials": "Her sektör için geniş bir malzeme yelpazesi kullanarak özel üretim çözümleri sunuyoruz.",
      "Concept to Production": "Fikirden üretime",
      "HM Plast provides comprehensive plastic and mold solutions —from concept to production— customized for each client": "HM Plast, fikirden üretime kadar her müşteriye özel kapsamlı plastik ve kalıp çözümleri sunar.",
      "Industries we serve": "Hizmet verdiğimiz sektörler",
      "We serve key industries including Medical, Educational, Sports Equipment, Plastic Platforms, Toys, the Automotive industry and more": "Tıbbi, eğitim, spor ekipmanları, plastik platformlar, oyuncaklar, otomotiv sektörü ve daha fazlası dahil olmak üzere kilit sektörlere hizmet veriyoruz.",
      "Materials": "Malzemeler",
      "We work with molds made out different materials, such as wood, plastic or metal, suited at client's request": "İsteğe bağlı olarak ahşap, plastik veya metal gibi çeşitli malzemelerden yapılmış kalıplarla çalışıyoruz.",
      "Experience in the field": "Sahadaki deneyim",
      "HM Plast has been working with state-of-the-art technology in mold and plastic solutions for over 15 years": "HM Plast, 15 yılı aşkın süredir kalıp ve plastik çözümlerinde en son teknoloji ile çalışmaktadır.",
      "Learn about what we stand for": "Ne savunduğumuzu öğrenin",
      "From concept to production": "Fikirden üretime",
      "We make your ideas a reality": "Fikirlerinizi gerçeğe dönüştürüyoruz.",
      "Planning Phase": "Planlama Aşaması",
      "PlanningPhaseDescription": "WhatsApp veya info@hmplast.com.tr adresinden e-posta ile bizimle iletişime geçerek ne üretmek istediğinizi konuşmaya başlayın. Sizi adım adım yönlendireceğiz ve her ürün için bir fiyat teklifi vereceğiz.",
      "Send us a message": "Bize mesaj gönderin",
      "Designing Phase": "Tasarım Aşaması",
      "After coming to a deal on what needs to be manufactured, we'll proceed to build the prototype's design and get in more specifics of what you'll need": "Ne üretileceği konusunda anlaşmaya vardıktan sonra prototip tasarımına geçeceğiz ve ihtiyaçlarınızın detaylarına ineceğiz.",
      "Read more about our values": "Değerlerimiz hakkında daha fazla bilgi edinin",
      "Manufacturing Phase": "Üretim Aşaması",
      "ManufacturingPhaseDescription": "Tasarım tamamlandıktan sonra talep edilen ürünler üretilmeye başlanır ve sevkiyata hazır hale getirilir. Ürünleri ihtiyacınıza göre her ülkeye teslim edebiliriz.",
      "See products we've done": "Ürettiğimiz ürünleri görün",
      "Get in touch with us": "Bizimle iletişime geçin",
      "We deliver customized solutions in every industry using a broad range of materials": "Her sektöre geniş bir malzeme yelpazesi ile özel çözümler sunuyoruz.",
      "See more products": "Daha fazla ürün gör",
      "Contact us": "Bizimle iletişime geçin",
      "We'd love to hear from you! Reach out to us via WhatsApp or Email for any inquiries or support": "Sizden haber almak isteriz! Her türlü soru veya destek için WhatsApp veya e-posta üzerinden bize ulaşın.",
      "Send Message": "Mesaj Gönder",
      "We make products for all type of industries accross the globe": "Dünya genelinde tüm sektörler için ürünler üretiyoruz.",
      "See products": "Ürünleri gör"
    }
  }